Repository: AyHaski/Form
Catalog: src/Resources/translations/validators.*.xlf
Languages: de

source: This value shoud be a boolean.
de: Dieser Wert sollte boolesch sein.

source: This value shoud be a decimal.
de: Dieser Wert sollte eine Dezimalzahl sein.

source: This value is not a valid email address.
de: Dieser Wert ist keine gültige E-Mail Adresse.

source: This value shoud be FALSE.
de: Dieser Wert sollte falsch sein.

source: This value is not a valid IBAN.
de: Dieser Wert ist keine gültige IBAN.

source: This value shoud be a integer.
de: Dieser Wert sollte ein ganzzahlig sein.

source: This value is not a valid IP address.
de: Dieser Wert ist keine gültige IP Adresse.

source: This value shoud be numeric.
de: Dieser Wert sollte numerisch sein.

source: This value is not valid.
de: Dieser Wert ist nicht gültig.

source: This value shoud be a string.
de: Dieser Wert sollte ein Zeichenkette sein.

source: This value shoud be TRUE.
de: Dieser Wert sollte wahr sein.

source: This value is not a valid URL.
de: Dieser Wert ist keine gültige URL.
